[
    {
        "title": "Was ist CarAds und welche Vorteile habe ich wenn ich CarAds nutze?",
        "roles": [
            "all"
        ],
        "description": "<p>CarAds ist eine Werbportal das zwischen Fahrern und Werbenden vermittelt. Wenn Sie ein Fahrzeug besitzen, mit dem Sie häufig durch Groß- und Innenstädte fahren, oder dieses dort abgestellt ist, haben Sie als Fahrer die Möglichkeit Ihr Fahrzeug als Werbefläche an Werbende (Firmen und Werbeagenturen) zu vermieten. Hierfür müssen Sie lediglich auf Ihrem Fahrzeug die Werbung (z. B. als Klebefolie) anbringen lassen und diese für die Dauer der Werbekampagne nicht entfernen. Hierfür erhalten Sie vom Werbenden eine feste Vergütung.</p> <p>Wenn Sie Ihr Unternehmen oder als Mitarbeiter einer Werbeagentur die Bekanntheit des Unternehmens oder einer Dienstleistung steigern möchten, können Sie als Werbender über CarAds geeignete Fahrzeuge finden, um diese als Werbefläche zu nutzen.</p>"
		
    },
	    {
        "title": "Wie funktioniert CarAds?",
        "roles": [
            "all"
        ],
        "description": "<p>Nachdem Sie sich als Fahrer oder Werbender registriert haben, können sie sich im Webportal anmelden.</p> <p> Haben sie sich als Fahrer registriert, haben Sie die Möglichkeit ein Fahrzeug anzulegen. Dieses Fahrzeug wird Werbenden angezeigt, wenn Sie nach verfügbaren Fahrzeugen für eine Werbekampagne suchen.</p> <p> Haben Sie sich als Werbender registriert, haben Sie Möglichkeit eine Werbekampagne anzulegen. Jede Werbekampagne hat eine feste Laufzeit und eine feste Vergütung die der Fahrer des Fahrzeuges erhält. Nachdem Sie eine Kampagne angelegt haben, können Sie verfügbare Fahrzeuge suchen und den Fahrern der ausgewählten Fahrzeuge Anfragen senden.</p> <p>Hat ein Fahrer eine Anfrage für eines seiner Fahrzeuge erhalten, kann er sich die Informationen zu der Werbekampagne ansehen und entscheiden, dieses anzunehmen oder abzulehnen. Wird die Anfrage angenommen, kommt eine Übereinstimmung zustande. Dem Werbenden wird die Annahme der Anfrage angezeigt und er kann ab diesem Zeitpunkt die Kontaktdaten des Fahrers einsehen. Auf die weitere Abwicklung (Anbringen der Werbung, Auszahlung dder Vergütung etc.) hat CarAds keinen Einfluss, da dies außerhalb des Webportals geschieht.</p>"
		
    },
    {
        "title": "Wie kann ich mich registrieren?",
        "roles": [
            "all"
        ],
        "description": "Über den Link in der Navigationsleiste mit der Aufschrift <b>Registrieren</b>. Hierüber können Sie sich sowohl als Fahrer, als auch als Werbener registrieren."
    },
    {
        "title": "Ist die Nutzung von CarAds kostenfrei?",
        "roles": [
            "all"
        ],
        "description": "Ja, sowohl die Nutzung als Fahrer, als auch die Nutzung als Werbender ist kostenfrei."
    },
	{
        "title": "Was passiert nachdem eine Übereinstimmung (Buchung) zustande kam?",
        "roles": [
            "all"
        ],
        "description": "Wenn ein Fahrer die Buchungsanfrage eines Werbenden angenommen hat und eine Übereinstimmung zustande kam, erhält der Werbende die Kontaktdaten der Fahrers. Hierüber kann er Kontakt zum Fahrer aufnehmen und das weitere Vorgehen besprechen. Auf diesen Prozess hat CarAds keinen Einfluss."
    },
	{
        "title": "Welche Fahrzeuge sind für eine Werbekampagne verfügbar?",
        "roles": [
            "all"
        ],
        "description": "Grundsätzlich sind alle Fahrzeuge, die im Zeitraum der Werbekampagne noch von keiner anderen Kampagne gebucht worden sind (d. h. es kam keine Übereinstimmung zustande), verfügbar. Ist ein Fahrzeug für eine Kampagne nicht verfügbar, wird dieses in der Fahrzeugsuche für Werbende nicht angezeigt."
    },
	{
        "title": "Was passiert wenn ich mehrere Buchungsanfragen für ein Fahrzeug erhalten habe und eine Buchungsanfrage annehme?",
        "roles": [
            "driver"
        ],
        "description": "Nehmen Sie eine Buchungsanfrage für ein Fahrzeug an, werden automatisch alle Buchungsanfragen, die sich zeitlich mit der angenommenen Buchungsanfrage überschneiden, abgelehnt. Andere Buchungsanfragen für dieses Fahrzeug bleiben unberührt und können angenommen oder abgelehnt werden."
    },
	{
        "title": "Unter welchen Voraussetzungen kann ich als Fahrer eines meiner Fahrzeuge löschen?",
        "roles": [
            "driver"
        ],
        "description": "Als Fahrer können Sie Fahrzeuge löschen, wenn die folgenden Bedingungen erfüllt sind: <li>Das Fahrzeug ist momentan von keiner laufenden Kampagne gebucht (Übereinstimmung).</li> <li>Das Fahrzeug ist für keine in der Zukunft liegenden Kampagne gebucht (Übereinstimmung).</li>"
    },
	{
        "title": "Wie kann ich als Fahrer mein Nutzerprofil löschen?",
        "roles": [
            "driver"
        ],
        "description": "Wenn alle Ihre angelegten Fahrzeuge die Bedingungen zur Löschung erfüllen, kann auch das Fahrerprofil gelöscht werden. Hierbei werden automatisch alle Ihre Fahrzeuge gelöscht. Wurden unter dem Fahrerprofil keine Fahrzeuge angelegt, oder wurden alle Fahrzeuge bereits gelöscht, kann das Fahrerprofil ebenfalls gelöscht werden. Die Daten werden vollständig aus dem System entfernt und eine Wiederherstellung des Profils ist dann nicht mehr möglich."
    },
	{
        "title": "Wie funktioniert die Fahrzeugsuche",
        "roles": [
            "advertiser"
        ],
        "description": "Nachdem Sie eine Kampagne angelegt haben, können Sie in die Detailansicht der Werbekampagne wechseln und von dort die Suche nach verfügbaren Fahrzeugen aufrufen. Eine Suche nach Fahrzeugen ist immer kampagnenspezifisch. Haben Sie mehrere Kampagnen angelegt, erfolgt die Suche nach verfügbaren Fahrzeugen immer erst nachdem Sie eine konkrete Kampagne aufgerufen haben. Das liegt daran, dass die Verfügbarkeit der Fahrzeuge vom Kampagnenzeitraum abhängig ist und daher für jede Kampagne individuell ist. Hierduch wird verhindert, dass ein Fahrzeuges für den gleichen Zeitraum mehfach gebucht werden kann."
    },
	{
        "title": "Unter welchen Voraussetzungen kann ich als Werbender eine Kampagne löschen?",
        "roles": [
            "advertiser"
        ],
        "description": "Kampagnen können gelöscht werden, wenn die folgenden Bedingungen erfüllt sind: <li>Es sind keine Buchungsanfragen offen (versendet, aber nicht angenommen oder abgelehnt)</li> <li> Es gibt keine Übereinstimmungen mit Fahrzeugen.</li> Das bedeutet, es können auch laufende Kampagnen gelöscht werden, unter der Voraussetzung, dass es keine Übereinstimmungen gab und keine Buchungsanfragen offen sind."
    },
	{
        "title": "Wie kann ich als Werbender mein Nutzerprofil löschen?",
        "roles": [
            "advertiser"
        ],
        "description": "Wenn alle vom Ihnen angelegte Kampagnen die Bedingungen zur Löschung erfüllen, kann auch das Werbendenprofil gelöscht werden. Hierbei werden automatisch alle Ihre Kampagnen gelöscht. Wurden unter dem Werbendenprofil keine Kampagnen angelegt, oder wurden alle Kampagnen bereits gelöscht, kann das Werbendenprofil ebenfalls gelöscht werden. Die Daten werden vollständig aus dem System entfernt und eine Wiederherstellung des Profils ist dann nicht mehr möglich."
    },
	{
        "title": "Was passiert mit meinen Daten?",
        "roles": [
            "all"
        ],
        "description": "Ihre Daten werden ausschließlich für die Vermittlung zwsichen Werbenen und Fahrern verwendet. Er erfolgt keine Weitergabe an Dritte. "
    },
	{
        "title": "Haftet CarAds für Fehler im Webportal oder den angezeigten Informationen?",
        "roles": [
            "all"
        ],
        "description": "CarAds übernimmt keine Haftung für die dargestellten Inhalte. CarAds hat keinen Einfluss auf die von Nutzern erstellten Informationen."
    }
]